Repository: Flairmesh/FlooCast
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, ca, da, de, el, es, fi, fr, hi, it, iw, ja, nl, no, pl, pt, sv, th, tr, uk, vi

source: Initializing
ar: جار تهيئة
ca: Inicialitzant
da: Initialiserer
de: Initialisierung
el: Αρχικοποίηση
es: Iniciando
fi: Alustetaan
fr: Initialisation
hi: प्रारंभ हो रहा है
it: Inizializzazione
iw: מאתחל
ja: 初期化中
nl: Initialiseren
no: Initialiserer
pl: Inicjalizowanie
pt: Inicializando
sv: Initierar
th: กำลังเริ่มต้น
tr: Başlatılıyor
uk: Ініціалізація
vi: Đang khởi tạo

source: Idle
ar: عاطل
ca: Inactiu
da: Inaktiv
de: Leerlauf
el: Αδρανής
es: Inactivo
fi: Valmiustila
fr: Inactif
hi: निष्क्रिय
it: Inattivo
iw: בהמתנה
ja: アイドル
nl: Inactief
no: Inaktiv
pl: Bezczynny
pt: Inativo
sv: Inaktiv
th: ว่าง
tr: Boşta
uk: Очікування
vi: Nhàn rỗi

source: Pairing
ar: الاقتران
ca: Emparellant
da: Parrer
de: Kopplung
el: Σύζευξη
es: Emparejando
fi: Paritetaan
fr: Appairage
hi: पेयरिंग हो रही है
it: Associazione in corso
iw: מתבצע שידוך
ja: ペアリング中
nl: Koppelen
no: Kobler sammen
pl: Parowanie
pt: Emparelhando
sv: Parar
th: กำลังจับคู่
tr: Eşleştiriliyor
uk: Спряження
vi: Đang ghép đôi

source: Connecting
ar: توصيل
ca: Connectant
da: Forbinder
de: Verbinden
el: Σύνδεση
es: Conectando
fi: Yhdistetään
fr: Connexion
hi: कनेक्ट हो रहा है
it: Connessione in corso
iw: מתחבר
ja: 接続中
nl: Verbinden
no: Kobler til
pl: Łączenie
pt: Conectando
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключення
vi: Đang kết nối

source: Connected
ar: متصل
ca: Connectat
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fi: Yhdistetty
fr: Connecté
hi: कनेक्टेड
it: Connesso
iw: מחובר
ja: 接続済み
nl: Verbonden
no: Tilkoblet
pl: Połączony
pt: Conectado
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
vi: Đã kết nối

source: Audio starting
ar: بدء الصوت
ca: Iniciant àudio
da: Starter lyd
de: Audio startet
el: Εκκίνηση ήχου
es: Iniciando audio
fi: Ääni käynnistyy
fr: Démarrage audio
hi: ऑडियो शुरू हो रहा है
it: Avvio audio
iw: הפעלת אודיו
ja: オーディオ開始中
nl: Audio starten
no: Starter lyd
pl: Uruchamianie dźwięku
pt: Iniciando áudio
sv: Ljud startar
th: กำลังเริ่มเสียง
tr: Ses başlatılıyor
uk: Запуск аудіо
vi: Bắt đầu âm thanh

source: Audio streaming
ar: تدفق الصوت
ca: Transmissió d'àudio
da: Lydstreaming
el: Ροή ήχου
es: Transmitiendo audio
fi: Ääntä suoratoistetaan
fr: Diffusion audio
hi: ऑडियो स्ट्रीमिंग
it: Streaming audio
iw: הזרמת אודיו
ja: オーディオ再生中
nl: Audio streamen
no: Strømmer lyd
pl: Strumieniowanie dźwięku
pt: Transmitindo áudio
sv: Ljudströmning
th: กำลังสตรีมเสียง
tr: Ses akışı
uk: Аудіотрансляція
vi: Đang phát âm thanh

source: Audio stopping
ar: توقف الصوت
ca: Aturant àudio
da: Stopper lyd
de: Audio wird gestoppt
el: Διακοπή ήχου
es: Deteniendo audio
fi: Ääni pysähtyy
fr: Arrêt audio
hi: ऑडियो बंद हो रहा है
it: Arresto audio
iw: עצירת אודיו
ja: オーディオ停止中
nl: Audio stoppen
no: Stopper lyd
pl: Zatrzymywanie dźwięku
pt: Parando áudio
sv: Ljud stoppas
th: กำลังหยุดเสียง
tr: Ses durduruluyor
uk: Зупинка аудіо
vi: Dừng âm thanh

source: Disconnecting
ar: قطع الاتصال
ca: Desconnectant
da: Afbryder
de: Trennen
el: Αποσύνδεση
es: Desconectando
fi: Katkaistaan yhteys
fr: Déconnexion
hi: डिस्कनेक्ट हो रहा है
it: Disconnessione in corso
iw: מתנתק
ja: 切断中
nl: Verbinding verbreken
no: Kobler fra
pl: Rozłączanie
pt: Desconectando
sv: Kopplar från
th: กำลังตัดการเชื่อมต่อ
tr: Bağlantı kesiliyor
uk: Відключення
vi: Ngắt kết nối

source: Voice starting
ar: بدء الصوت
ca: Iniciant veu
da: Starter stemme
de: Sprachwiedergabe startet
el: Εκκίνηση φωνής
es: Iniciando voz
fi: Puhe käynnistyy
fr: Démarrage voix
hi: वॉयस शुरू हो रही है
it: Avvio voce
iw: הפעלת קול
ja: 音声開始中
nl: Spraak starten
no: Starter tale
pl: Uruchamianie głosu
pt: Iniciando voz
sv: Röst startar
th: กำลังเริ่มเสียงพูด
tr: Sesli arama başlatılıyor
uk: Запуск голосу
vi: Bắt đầu giọng nói

source: Voice streaming
ar: البث الصوتي
ca: Transmissió de veu
da: Stemmestrøm
de: Sprachstreaming
el: Ροή φωνής
es: Transmitiendo voz
fi: Puhetta suoratoistetaan
fr: Diffusion vocale
hi: वॉयस स्ट्रीमिंग
it: Streaming voce
iw: הזרמת קול
ja: 音声再生中
nl: Spraak streamen
no: Strømmer tale
pl: Strumieniowanie głosu
pt: Transmitindo voz
sv: Röstströmning
th: กำลังสตรีมเสียงพูด
tr: Sesli arama akışı
uk: Голосова трансляція
vi: Đang phát giọng nói

source: Voice stopping
ar: توقف الصوت
ca: Aturant veu
da: Stopper stemme
de: Sprachwiedergabe wird gestoppt
el: Διακοπή φωνής
es: Deteniendo voz
fi: Puhe pysähtyy
fr: Arrêt voix
hi: वॉयस बंद हो रही है
it: Arresto voce
iw: עצירת קול
ja: 音声停止中
nl: Spraak stoppen
no: Stopper tale
pl: Zatrzymywanie głosu
pt: Parando voz
sv: Röst stoppas
th: กำลังหยุดเสียงพูด
tr: Sesli arama durduruluyor
uk: Зупинка голосу
vi: Dừng giọng nói

source: Disconnected
ar: انقطع الاتصال
ca: Desconnectat
da: Afbrudt
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
fi: Yhteys katkaistu
fr: Déconnecté
hi: डिस्कनेक्टेड
it: Disconnesso
iw: מנותק
ja: 切断済み
nl: Verbinding verbroken
no: Frakoblet
pl: Rozłączony
pt: Desconectado
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Відключено
vi: Đã ngắt kết nối

source: Unicast starting
ar: بدء البث الأحادي
ca: Iniciant unicast
da: Starter unicast
de: Unicast startet
el: Έναρξη μονομερούς ροής
es: Iniciando unicast
fi: Unicast alkaa
fr: Démarrage unicast
hi: यूनिकास्ट शुरू हो रहा है
it: Avvio unicast
iw: התחלת יוניקאסט
ja: ユニキャスト開始中
nl: Unicast starten
no: Starter unicast
pl: Uruchamianie transmisji Unicast
pt: Iniciando unicast
sv: Unicast startar
th: กำลังเริ่มยูนิเคสต์
tr: Tekli yayın başlatılıyor
uk: Запуск одноадресної передачі
vi: Bắt đầu truyền đơn hướng

source: Unicast streaming
ar: البث الأحادي
ca: Transmissió unicast
el: Μονομερής ροή
es: Transmitiendo unicast
fi: Unicast-suoratoisto
fr: Diffusion unicast
hi: यूनिकास्ट स्ट्रीमिंग
it: Streaming unicast
iw: הזרמת יוניקאסט
ja: ユニキャスト再生中
nl: Unicast streamen
no: Unicast-strømming
pl: Strumieniowanie transmisji Unicast
pt: Transmitindo unicast
sv: Unicast-strömning
th: กำลังสตรีมยูนิเคสต์
tr: Tekli yayın akışı
uk: Одноадресна передача
vi: Truyền đơn hướng

source: Broadcast starting
ar: بدء البث
ca: Iniciant emissió
da: Starter udsendelse
de: Übertragung startet
el: Έναρξη μετάδοσης
es: Iniciando transmisión
fi: Lähetys alkaa
fr: Démarrage diffusion
hi: ब्रॉडकास्ट शुरू हो रहा है
it: Avvio broadcast
iw: התחלת שידור
ja: ブロードキャスト開始中
nl: Uitzending starten
no: Starter kringkasting
pl: Uruchamianie transmisji Broadcast
pt: Iniciando transmissão
sv: Sändning startar
th: กำลังเริ่มออกอากาศ
tr: Yayın başlatılıyor
uk: Запуск мовлення
vi: Bắt đầu phát sóng

source: Broadcast streaming
ar: بث مباشر
ca: Emissió en curs
da: Udsendelse i gang
de: Übertragung läuft
el: Μετάδοση σε εξέλιξη
es: Transmitiendo
fi: Lähetys käynnissä
fr: Diffusion en cours
hi: ब्रॉडकास्ट स्ट्रीमिंग
it: Streaming broadcast
iw: שידור מתבצע
ja: ブロードキャスト中
nl: Uitzending bezig
no: Kringkasting pågår
pl: Strumieniowanie transmisji Broadcast
pt: Transmitindo
sv: Sändning pågår
th: กำลังออกอากาศ
tr: Yayın akışı
uk: Мовлення
vi: Đang phát sóng

source: Streaming stopping
ar: توقف البث
ca: Aturant transmissió
da: Stopper streaming
de: Streaming wird gestoppt
el: Διακοπή ροής
es: Deteniendo transmisión
fi: Suoratoisto pysähtyy
fr: Arrêt diffusion
hi: स्ट्रीमिंग बंद हो रही है
it: Arresto streaming
iw: עצירת שידור
ja: ストリーミング停止中
nl: Streaming stoppen
no: Stopper strømming
pl: Zatrzymywanie transmisji
pt: Parando transmissão
sv: Sändning stoppas
th: กำลังหยุดสตรีม
tr: Yayın durduruluyor
uk: Зупинка трансляції
vi: Dừng phát

source: Audio Mode
ar: وضع الصوت
ca: Mode d'àudio
da: Lydtilstand
de: Audiomodus
el: Λειτουργία ήχου
es: Modo de audio
fi: Äänitila
fr: Mode audio
hi: ऑडियो मोड
it: Modalità audio
iw: מצב אודיו
ja: オーディオモード
nl: Audiomodus
no: Lydmodus
pl: Tryb dźwięku
pt: Modo de áudio
sv: Ljudläge
th: โหมดเสียง
tr: Ses Modu
uk: Аудіорежим
vi: Chế độ âm thanh

source: LE Broadcast
ar: بث جنيه
ca: Emissió LE
da: LE-udsendelse
de: LE-Übertragung
el: Μετάδοση LE
es: Transmisión LE
fi: LE-lähetys
fr: Diffusion LE
hi: LE ब्रॉडकास्ट
it: Trasmissione LE
iw: שידור LE
ja: LEブロードキャスト
nl: LE-uitzending
no: LE kringkasting
pl: Transmisja LE Audio
pt: Transmissão LE
sv: LE-sändning
th: การออกอากาศ LE
tr: LE Yayın
uk: LE Мовлення
vi: Phát sóng LE

source: Most Recently Used Devices
ar: أحدث الأجهزة المستخدمة
ca: Dispositius utilitzats recentment
da: Senest anvendte enheder
de: Zuletzt verwendete Geräte
el: Πιο πρόσφατα χρησιμοποιημένες συσκευές
es: Dispositivos usados recientemente
fi: Viimeksi käytetyt laitteet
fr: Périphériques récemment utilisés
hi: हाल ही में उपयोग किए गए डिवाइस
it: Dispositivi usati di recente
iw: מכשירים בשימוש לאחרונה
ja: 最近使用したデバイス
nl: Meest recent gebruikte apparaten
no: Sist brukte enheter
pl: Ostatnio używane urządzenia
pt: Dispositivos usados recentemente
sv: Senast använda enheter
th: อุปกรณ์ที่ใช้ล่าสุด
tr: En Son Kullanılan Cihazlar
uk: Нещодавно використані пристрої
vi: Thiết bị sử dụng gần đây

source: Window
ar: نافذة او شباك
ca: Finestra
da: Vindue
de: Fenster
el: Παράθυρο
es: Ventana
fi: Ikkuna
fr: Fenêtre
hi: विंडो
it: Finestra
iw: חלון
ja: ウィンドウ
nl: Venster
no: Vindu
pl: Okno
pt: Janela
sv: Fönster
th: หน้าต่าง
tr: Pencere
uk: Вікно
vi: Cửa sổ

source: Help
ar: يساعد
ca: Ajuda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohje
fr: Aide
hi: सहायता
it: Aiuto
iw: עזרה
ja: ヘルプ
no: Hjelp
pl: Pomoc
pt: Ajuda
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
vi: Trợ giúp

source: High Quality (one-to-one)
ar: جودة عالية (واحد لواحد)
ca: Alta qualitat (un a un)
da: Høj kvalitet (en-til-en)
de: Hohe Qualität (eins zu eins)
el: Υψηλή ποιότητα (ένα προς ένα)
es: Alta calidad (uno a uno)
fi: Korkea laatu (yksi-yhteen)
fr: Haute qualité (un-à-un)
hi: उच्च गुणवत्ता (एक-से-एक)
it: Alta qualità (uno-a-uno)
iw: איכות גבוהה (אחד-לאחד)
ja: 高音質（1対1）
nl: Hoge kwaliteit (één-op-één)
no: Høy kvalitet (én-til-én)
pl: Wysoka jakość (jeden do jednego)
pt: Alta qualidade (um-para-um)
sv: Hög kvalitet (en-till-en)
th: คุณภาพสูง (หนึ่งต่อหนึ่ง)
tr: Yüksek Kalite (bire bir)
uk: Висока якість (один-на-один)
vi: Chất lượng cao (một-một)

source: Gaming (one-to-one)
ar: الألعاب (واحد لواحد)
ca: Jocs (un a un)
da: Gaming (en-til-en)
de: Gaming (eins zu eins)
el: Παιχνίδια (ένα προς ένα)
es: Juegos (uno a uno)
fi: Pelitila (yksi-yhteen)
fr: Jeu (un-à-un)
hi: गेमिंग (एक-से-एक)
it: Gaming (uno-a-uno)
iw: גיימינג (אחד-לאחד)
ja: ゲームモード（1対1）
nl: Gamen (één-op-één)
no: Gaming (én-til-én)
pl: Gra (jeden do jednego)
pt: Jogos (um-para-um)
sv: Spel (en-till-en)
th: โหมดเกม (หนึ่งต่อหนึ่ง)
tr: Oyun (bire bir)
uk: Ігровий режим (один-на-один)
vi: Chơi game (một-một)

source: Broadcast
ar: إذاعة
ca: Emissió
da: Udsendelse
de: Übertragung
el: Μετάδοση
es: Transmisión
fi: Lähetys
fr: Diffusion
hi: ब्रॉडकास्ट
iw: שידור
ja: ブロードキャスト
nl: Uitzending
no: Kringkasting
pl: Transmisja Broadcast
pt: Transmissão
sv: Sändning
th: การออกอากาศ
tr: Yayın
uk: Мовлення
vi: Phát sóng

source: Dongle State
ar: حالة المحول
ca: Estat del dongle
da: Dongle-status
de: Dongle-Status
el: Κατάσταση dongle
es: Estado del dongle
fi: Sovittimen tila
fr: État du dongle
hi: डोंगल स्थिति
it: Stato dongle
iw: מצב דונגל
ja: ドングル状態
nl: Donglestatus
no: Dongle-status
pl: Stan adaptera
pt: Estado do adaptador
sv: Dongelstatus
th: สถานะดองเกิล
tr: Dongle Durumu
uk: Стан адаптера
vi: Trạng thái thiết bị

source: LE Audio State
ar: حالة الصوت LE
ca: Estat d'àudio LE
da: LE-lydstatus
de: LE-Audio-Status
el: Κατάσταση ήχου LE
es: Estado de audio LE
fi: LE-äänitila
fr: État audio LE
hi: LE ऑडियो स्थिति
it: Stato audio LE
iw: מצב אודיו LE
ja: LEオーディオ状態
nl: LE-audiostatus
no: LE-lydstatus
pl: Stan LE Audio
pt: Estado do áudio LE
sv: LE-ljudstatus
th: สถานะเสียง LE
tr: LE Ses Durumu
uk: Стан LE аудіо
vi: Trạng thái âm thanh LE

source: Codec in Use
ar: برنامج الترميز قيد الاستخدام
ca: Còdec en ús
da: Codec i brug
de: Verwendeter Codec
el: Χρησιμοποιούμενος κωδικοποιητής
es: Códec en uso
fi: Käytössä oleva koodekki
fr: Codec utilisé
hi: उपयोग में कोडेक
it: Codec in uso
iw: קודק בשימוש
ja: 使用中のコーデック
nl: Gebruikte codec
no: Brukt codec
pl: Używany kodek
pt: Codec em uso
sv: Använd codec
th: ตัวแปลงรหัสที่ใช้งาน
tr: Kullanılan Codec
uk: Використовуваний кодек
vi: Bộ mã/giải mã đang sử dụng

source: Prefer using LE audio for dual-mode devices
ar: تفضل استخدام صوت LE للأجهزة ذات الوضع المزدوج
ca: Preferir àudio LE per a dispositius de doble mode
da: Foretræk LE-lyd for dual-mode-enheder
de: LE-Audio für Dual-Mode-Geräte bevorzugen
el: Προτιμήστε τον ήχο LE για συσκευές διπλής λειτουργίας
es: Preferir audio LE para dispositivos de doble modo
fi: Suosi LE-ääntä kaksitilaisissa laitteissa
fr: Privilégier l’audio LE pour les appareils double mode
hi: डुअल-मोड डिवाइस के लिए LE ऑडियो का उपयोग प्राथमिकता दें
it: Preferire l'uso dell'audio LE per dispositivi dual-mode
iw: העדף שימוש באודיו LE למכשירים כפולי מצב
ja: デュアルモードデバイスにはLEオーディオを優先使用
nl: Geef de voorkeur aan LE-audio voor dual-mode apparaten
no: Foretrekk LE-lyd for to-modus-enheter
pl: Preferuj korzystanie z LE Audio w przypadku urządzeń pracujących w dwóch trybach (dual-mode)
pt: Preferir áudio LE para dispositivos de modo duplo
sv: Föredra LE-ljud för dubbelmodsenheter
th: ให้ใช้เสียง LE สำหรับอุปกรณ์โหมดคู่
tr: Çift modlu cihazlar için LE ses tercih edin
uk: Надавати перевагу LE аудіо для пристроїв з подвійним режимом
vi: Ưu tiên sử dụng âm thanh LE cho thiết bị hai chế độ

source: Public broadcast
ar: البث العام
ca: Emissió pública
da: Offentlig udsendelse
de: Öffentliche Übertragung
el: Δημόσια μετάδοση
es: Transmisión pública
fi: Julkinen lähetys
fr: Diffusion publique
hi: सार्वजनिक ब्रॉडकास्ट
it: Broadcast pubblico
iw: שידור ציבורי
ja: パブリックブロードキャスト
nl: Openbare uitzending
no: Offentlig kringkasting
pl: Transmisja publiczna
pt: Transmissão pública
sv: Offentlig sändning
th: การออกอากาศสาธารณะ
tr: Herkese açık yayın
uk: Публічне мовлення
vi: Phát sóng công khai

source: Broadcast high-quality music, otherwise, voice
ar: بث موسيقى عالية الجودة، وإلا صوت
ca: Emetre música d'alta qualitat, en cas contrari, veu
da: Udsend musik i høj kvalitet, ellers stemme
de: Musik in hoher Qualität übertragen, ansonsten Sprache
el: Μετάδοση μουσικής υψηλής ποιότητας, διαφορετικά φωνή
es: Transmitir música de alta calidad; de lo contrario, voz
fi: Lähetä korkealaatuista musiikkia, muuten puhetta
fr: Diffuser de la musique haute qualité, sinon de la voix
hi: उच्च गुणवत्ता वाला संगीत ब्रॉडकास्ट करें, अन्यथा वॉयस
it: Trasmetti musica di alta qualità, altrimenti voce
iw: שדר מוזיקה באיכות גבוהה, אחרת קול
ja: 高音質音楽をブロードキャスト、それ以外は音声
nl: Zend muziek in hoge kwaliteit uit, anders spraak
no: Kringkast musikk i høy kvalitet, ellers tale
pl: Nadawaj wysokiej jakości muzykę lub głos
pt: Transmitir música de alta qualidade, caso contrário voz
sv: Sänd musik i hög kvalitet, annars röst
th: ออกอากาศเพลงคุณภาพสูง มิฉะนั้นเป็นเสียงพูด
tr: Yüksek kaliteli müzik yayınla, aksi halde ses
uk: Мовлення музики високої якості, інакше — голосу
vi: Phát nhạc chất lượng cao, nếu không thì giọng nói

source: Encrypt broadcast; please set a key first
ar: تشفير البث؛ يرجى تعيين المفتاح أولا
ca: Xifrar emissió; establiu primer una clau
da: Krypter udsendelse; indstil først en nøgle
de: Übertragung verschlüsseln; bitte zuerst einen Schlüssel festlegen
el: Κρυπτογράφηση μετάδοσης· παρακαλώ ορίστε πρώτα κλειδί
es: Cifrar transmisión; por favor establezca una clave primero
fi: Salaa lähetys; aseta ensin avain
fr: Crypter la diffusion ; veuillez d’abord définir une clé
hi: ब्रॉडकास्ट एन्क्रिप्ट करें; कृपया पहले एक कुंजी सेट करें
it: Crittografa il broadcast; imposta prima una chiave
iw: הצפן שידור; אנא הגדר מפתח קודם
ja: ブロードキャストを暗号化; まずキーを設定してください
nl: Versleutel uitzending; stel eerst een sleutel in
no: Krypter kringkasting; sett en nøkkel først
pl: Szyfruj transmisję; najpierw ustaw klucz
pt: Criptografar transmissão; defina uma chave primeiro
sv: Kryptera sändning; ange en nyckel först
th: เข้ารหัสการออกอากาศ โปรดตั้งรหัสก่อน
tr: Yayını şifrele; lütfen önce bir anahtar belirleyin
uk: Зашифрувати мовлення; спершу задайте ключ
vi: Mã hóa phát sóng; vui lòng đặt khóa trước

source: Broadcast Name, maximum 30 characters
ar: اسم البث، الحد الأقصى 30 حرفًا
ca: Nom d'emissió, màxim 30 caràcters
da: Udsendelsesnavn, maks. 30 tegn
de: Übertragungsname, maximal 30 Zeichen
el: Όνομα μετάδοσης, μέγιστο 30 χαρακτήρες
es: Nombre de transmisión, máximo 30 caracteres
fi: Lähetyksen nimi, enintään 30 merkkiä
fr: Nom de diffusion, 30 caractères maximum
hi: ब्रॉडकास्ट नाम, अधिकतम 30 अक्षर
it: Nome broadcast, massimo 30 caratteri
iw: שם השידור, עד 30 תווים
ja: ブロードキャスト名（最大30文字）
nl: Uitzendingsnaam, maximaal 30 tekens
no: Kringkastingsnavn, maks 30 tegn
pl: Nazwa transmisji, maksymalnie 30 znaków
pt: Nome da transmissão, máximo de 30 caracteres
sv: Sändningsnamn, högst 30 tecken
th: ชื่อการออกอากาศ สูงสุด 30 ตัวอักษร
tr: Yayın Adı, en fazla 30 karakter
uk: Назва мовлення, максимум 30 символів
vi: Tên phát sóng, tối đa 30 ký tự

source: Broadcast Key, maximum 16 characters
ar: مفتاح البث، الحد الأقصى 16 حرفًا
ca: Clau d'emissió, màxim 16 caràcters
da: Udsendelsesnøgle, maks. 16 tegn
de: Übertragungsschlüssel, maximal 16 Zeichen
el: Κλειδί μετάδοσης, μέγιστο 16 χαρακτήρες
es: Clave de transmisión, máximo 16 caracteres
fi: Lähetysavain, enintään 16 merkkiä
fr: Clé de diffusion, 16 caractères maximum
hi: ब्रॉडकास्ट कुंजी, अधिकतम 16 अक्षर
it: Chiave broadcast, massimo 16 caratteri
iw: מפתח השידור, עד 16 תווים
ja: ブロードキャストキー（最大16文字）
nl: Uitzendingssleutel, maximaal 16 tekens
no: Kringkastingsnøkkel, maks 16 tegn
pl: Klucz transmisji, maksymalnie 16 znaków
pt: Chave da transmissão, máximo de 16 caracteres
sv: Sändningsnyckel, högst 16 tecken
th: รหัสออกอากาศ สูงสุด 16 ตัวอักษร
tr: Yayın Anahtarı, en fazla 16 karakter
uk: Ключ мовлення, максимум 16 символів
vi: Khóa phát sóng, tối đa 16 ký tự

source: Input a new name of no more than 30 characters then press <ENTER>
ar: أدخل اسمًا جديدًا لا يزيد عن 30 حرفًا ثم اضغط على <ENTER>
ca: Introduïu un nom nou de com a màxim 30 caràcters i premeu <ENTER>
da: Indtast et nyt navn på højst 30 tegn, og tryk derefter på <ENTER>
de: Geben Sie einen neuen Namen mit maximal 30 Zeichen ein und drücken Sie <ENTER>
el: Εισαγάγετε νέο όνομα έως 30 χαρακτήρες και πατήστε <ENTER>
es: Ingrese un nuevo nombre de hasta 30 caracteres y presione <ENTER>
fi: Anna uusi nimi (enintään 30 merkkiä) ja paina <ENTER>
fr: Saisissez un nouveau nom de 30 caractères maximum, puis appuyez sur <ENTRÉE>
hi: 30 अक्षरों से अधिक न होने वाला नया नाम दर्ज करें और <ENTER> दबाएं
it: Inserisci un nuovo nome di massimo 30 caratteri e premi <ENTER>
iw: הזן שם חדש עד 30 תווים ולחץ <ENTER>
ja: 30文字以内の新しい名前を入力し、<ENTER>を押してください
nl: Voer een nieuwe naam in van maximaal 30 tekens en druk op <ENTER>
no: Skriv inn et nytt navn på maks 30 tegn og trykk <ENTER>
pl: Wprowadź nazwę transmisji i naciśnij <ENTER>
pt: Digite um novo nome com no máximo 30 caracteres e pressione <ENTER>
sv: Ange ett nytt namn med högst 30 tecken och tryck på <ENTER>
th: ป้อนชื่อใหม่ไม่เกิน 30 ตัวอักษร แล้วกด <ENTER>
tr: En fazla 30 karakterden oluşan yeni bir ad girin ve <ENTER> tuşuna basın
uk: Введіть нову назву до 30 символів та натисніть <ENTER>
vi: Nhập tên mới không quá 30 ký tự rồi nhấn <ENTER>

source: Input a new key then press <ENTER>
ar: أدخل مفتاحًا جديدًا ثم اضغط على <ENTER>
ca: Introduïu una clau nova i premeu <ENTER>
da: Indtast en ny nøgle, og tryk derefter på <ENTER>
de: Geben Sie einen neuen Schlüssel ein und drücken Sie <ENTER>
el: Εισαγάγετε νέο κλειδί και πατήστε <ENTER>
es: Ingrese una nueva clave y presione <ENTER>
fi: Anna uusi avain ja paina <ENTER>
fr: Saisissez une nouvelle clé, puis appuyez sur <ENTRÉE>
hi: एक नई कुंजी दर्ज करें और <ENTER> दबाएं
it: Inserisci una nuova chiave e premi <ENTER>
iw: הזן מפתח חדש ולחץ <ENTER>
ja: 新しいキーを入力して<ENTER>を押してください
nl: Voer een nieuwe sleutel in en druk op <ENTER>
no: Skriv inn en ny nøkkel og trykk <ENTER>
pl: Wprowadź klucz transmisji i naciśnij <ENTER>
pt: Digite uma nova chave e pressione <ENTER>
sv: Ange en ny nyckel och tryck på <ENTER>
th: ป้อนรหัสใหม่แล้วกด <ENTER>
tr: Yeni bir anahtar girin ve <ENTER> tuşuna basın
uk: Введіть новий ключ та натисніть <ENTER>
vi: Nhập khóa mới rồi nhấn <ENTER>

source: Add device
ar: اضف جهاز
ca: Afegir dispositiu
da: Tilføj enhed
de: Gerät hinzufügen
el: Προσθήκη συσκευής
es: Agregar dispositivo
fi: Lisää laite
fr: Ajouter un périphérique
hi: डिवाइस जोड़ें
it: Aggiungi dispositivo
iw: הוסף מכשיר
ja: デバイスを追加
nl: Apparaat toevoegen
no: Legg til enhet
pl: Dodaj urządzenie
pt: Adicionar dispositivo
sv: Lägg till enhet
th: เพิ่มอุปกรณ์
tr: Cihaz ekle
uk: Додати пристрій
vi: Thêm thiết bị

source: Delete
ar: يمسح
ca: Eliminar
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hi: हटाएं
it: Elimina
iw: מחק
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: Clear All
ar: امسح الكل
ca: Esborrar tot
da: Ryd alt
de: Alles löschen
el: Εκκαθάριση όλων
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
hi: सभी साफ़ करें
it: Cancella tutto
iw: נקה הכל
ja: すべてクリア
nl: Alles wissen
no: Tøm alt
pl: Wyczyść wszystko
pt: Limpar tudo
sv: Rensa alla
th: ล้างทั้งหมด
tr: Tümünü temizle
uk: Очистити все
vi: Xóa tất cả

source: Quit
ar: يترك
ca: Sortir
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
fi: Lopeta
fr: Quitter
hi: बाहर निकलें
it: Esci
iw: יציאה
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Zamknij
pt: Sair
sv: Avsluta
th: ออก
tr: Çıkış
uk: Вийти
vi: Thoát

source: Show Window
ar: فرجي شباك
ca: Mostrar finestra
da: Vis vindue
de: Fenster anzeigen
el: Εμφάνιση παραθύρου
es: Mostrar ventana
fi: Näytä ikkuna
fr: Afficher la fenêtre
hi: विंडो दिखाएं
it: Mostra finestra
iw: הצג חלון
ja: ウィンドウを表示
nl: Venster weergeven
no: Vis vindu
pl: Pokaż okno
pt: Mostrar janela
sv: Visa fönster
th: แสดงหน้าต่าง
tr: Pencereyi Göster
uk: Показати вікно
vi: Hiển thị cửa sổ

source: FlooGoo Bluetooth Audio Source
ar: مصدر صوت بلوتوث FlooGoo
ca: Font d'àudio Bluetooth FlooGoo
da: FlooGoo Bluetooth-lydkilde
de: FlooGoo Bluetooth-Audioquelle
el: Πηγή ήχου Bluetooth FlooGoo
es: Fuente de audio Bluetooth FlooGoo
fi: FlooGoo Bluetooth -äänilähde
fr: Source audio Bluetooth FlooGoo
hi: FlooGoo ब्लूटूथ ऑडियो स्रोत
it: Sorgente audio Bluetooth FlooGoo
iw: מקור אודיו בלוטות' FlooGoo
ja: FlooGoo Bluetoothオーディオソース
nl: FlooGoo Bluetooth-audio bron
no: FlooGoo Bluetooth-lydkilde
pl: FlooGoo Bluetooth Adapter
pt: Fonte de áudio Bluetooth FlooGoo
sv: FlooGoo Bluetooth-ljudkälla
th: FlooGoo แหล่งเสียงบลูทูธ
tr: FlooGoo Bluetooth Ses Kaynağı
uk: FlooGoo Джерело Bluetooth аудіо
vi: Nguồn âm thanh Bluetooth FlooGoo

source: Minimize to System Tray
ar: يخفض الى قاع النظام
ca: Minimitzar a la safata del sistema
da: Minimer til systembakken
de: In den Infobereich minimieren
el: Ελαχιστοποίηση στη γραμμή συστήματος
es: Minimizar a la bandeja del sistema
fi: Pienennä ilmoitusalueelle
fr: Réduire dans la barre système
hi: सिस्टम ट्रे में न्यूनतम करें
it: Minimizza nella tray di sistema
iw: מזער למגש המערכת
ja: システムトレイに最小化
nl: Minimaliseren naar systeemvak
no: Minimer til systemstatusfelt
pl: Minimalizuj do zasobnika systemowego
pt: Minimizar para a bandeja do sistema
sv: Minimera till systemfältet
th: ย่อไปยังถาดระบบ
tr: Sistem Tepsisine Küçült
uk: Згорнути в системний трей
vi: Thu nhỏ vào khay hệ thống

source: Quit App
ar: قم بإنهاء التطبيق
ca: Tancar aplicació
da: Afslut app
de: App beenden
el: Έξοδος εφαρμογής
es: Salir de la aplicación
fi: Sulje sovellus
fr: Quitter l’application
hi: ऐप बंद करें
it: Chiudi app
iw: סגור אפליקציה
ja: アプリを終了
nl: App afsluiten
no: Avslutt app
pl: Zamknij aplikację
pt: Fechar aplicativo
sv: Avsluta app
th: ออกจากแอป
tr: Uygulamadan Çık
uk: Вийти з програми
vi: Thoát ứng dụng
