Repository: Flairmesh/FlooCast
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, ca, da, de, el, es, fi, fr, hi, it, iw, ja, nl, no, pl, pt, sv, th, tr, uk, vi

source: Changes Take Effect After Restart
ar: التغييرات تدخل حيز التنفيذ بعد إعادة التشغيل
ca: Els canvis tindran efecte després de reiniciar
da: Ændringer træder i kraft efter genstart
de: Änderungen werden nach einem Neustart wirksam
el: Οι αλλαγές ισχύουν μετά την επανεκκίνηση
es: Los cambios tendrán efecto después de reiniciar
fi: Muutokset tulevat voimaan uudelleenkäynnistyksen jälkeen
fr: Les modifications prendront effet après redémarrage
hi: परिवर्तन पुनः आरंभ करने के बाद प्रभावी होंगे
it: Le modifiche avranno effetto dopo il riavvio
iw: השינויים ייכנסו לתוקף לאחר הפעלה מחדש
ja: 変更は再起動後に有効
nl: Wijzigingen worden toegepast na herstart
no: Endringer trer i kraft etter omstart
pl: Zmiany zaczną obowiązywać po ponownym uruchomieniu
pt: As alterações terão efeito após reiniciar
sv: Ändringar gäller efter omstart
th: การเปลี่ยนแปลงมีผลหลังรีสตาร์ท
tr: Değişiklikler yeniden başlatıldıktan sonra geçerli olur
uk: Зміни набудуть чинності після перезапуску
vi: Thay đổi có hiệu lực sau khi khởi động lại

source: Third-Party Software Licenses
ar: تراخيص برامج الطرف الثالث
ca: Llicències de programari de tercers
da: Tredjepartssoftwarelicenser
de: Lizenzen von Drittanbieter-Software
el: Άδειες λογισμικού τρίτων
es: Licencias de software de terceros
fi: Kolmannen osapuolen ohjelmistolisenssit
fr: Licences logicielles tierces
hi: तृतीय-पक्ष सॉफ़्टवेयर लाइसेंस
it: Licenze software di terze parti
iw: רישיונות תוכנה מצד שלישי
ja: サードパーティソフトウェアライセンス
nl: Licenties van derden
no: Tredjeparts programvarelisenser
pl: Licencje na oprogramowanie stron trzecich
pt: Licenças de software de terceiros
sv: Licenser för tredjepartsprogramvara
th: สิทธิ์การใช้งานซอฟต์แวร์ของบุคคลที่สาม
tr: Üçüncü Taraf Yazılım Lisansları
uk: Ліцензії стороннього ПЗ
vi: Giấy phép phần mềm bên thứ ba

source: Support Link
ar: رابط الدعم
ca: Enllaç de suport
el: Σύνδεσμος υποστήριξης
es: Enlace de soporte
fi: Tukilinkki
fr: Lien de support
hi: सपोर्ट लिंक
it: Link di supporto
iw: קישור תמיכה
ja: サポートリンク
nl: Ondersteuningslink
no: Støttelenke
pl: Link do wsparcia
pt: Link de suporte
sv: Supportlänk
th: ลิงก์สนับสนุน
tr: Destek Bağlantısı
uk: Посилання підтримки
vi: Liên kết hỗ trợ

source: Version
ar: إصدار
ca: Versió
el: Έκδοση
es: Versión
fi: Versio
hi: संस्करण
it: Versione
iw: גרסה
ja: バージョン
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản

source: Firmware
ar: البرامج الثابتة
el: Υλικολογισμικό
fi: Laiteohjelmisto
fr: Micrologiciel
hi: फर्मवेयर
iw: קושחה
ja: ファームウェア
no: Fastvare
pl: Oprogramowanie sprzętowe
th: เฟิร์มแวร์
tr: Yazılım
uk: Прошивка
vi: Phần mềm hệ thống

source: Upgrade error
ar: خطأ في الترقية
ca: Error d'actualització
da: Opgraderingsfejl
de: Aktualisierungsfehler
el: Σφάλμα αναβάθμισης
es: Error de actualización
fi: Päivitysvirhe
fr: Erreur de mise à jour
hi: अपग्रेड त्रुटि
it: Errore aggiornamento
iw: שגיאת שדרוג
ja: アップグレードエラー
nl: Upgradefout
no: Oppgraderingsfeil
pl: Błąd aktualizacji
pt: Erro de atualização
sv: Uppdateringsfel
th: ข้อผิดพลาดในการอัปเกรด
tr: Güncelleme hatası
uk: Помилка оновлення
vi: Lỗi nâng cấp

source: Upgrade progress
ar: تقدم الترقية
ca: Progrés de l'actualització
da: Opgraderingsfremskridt
de: Aktualisierungsfortschritt
el: Πρόοδος αναβάθμισης
es: Progreso de actualización
fi: Päivityksen eteneminen
fr: Progression de la mise à jour
hi: अपग्रेड प्रगति
it: Avanzamento aggiornamento
iw: התקדמות השדרוג
ja: アップグレード進行中
nl: Upgradevoortgang
no: Oppgraderingsfremdrift
pl: Postęp aktualizacji
pt: Progresso da atualização
sv: Uppdateringsförlopp
th: ความคืบหน้าในการอัปเกรด
tr: Güncelleme ilerlemesi
uk: Прогрес оновлення
vi: Tiến trình nâng cấp

source: Device Firmware Upgrade
ar: ترقية البرامج الثابتة للجهاز
ca: Actualització de firmware del dispositiu
da: Firmwareopgradering af enhed
de: Firmware-Aktualisierung des Geräts
el: Αναβάθμιση υλικολογισμικού συσκευής
es: Actualización de firmware del dispositivo
fi: Laitteen laiteohjelmiston päivitys
fr: Mise à jour du micrologiciel
hi: डिवाइस फर्मवेयर अपग्रेड
it: Aggiornamento firmware dispositivo
iw: שדרוג קושחת המכשיר
ja: デバイスファームウェアアップグレード
nl: Apparaatfirmware-upgrade
no: Oppgradering av enhetens fastvare
pl: Aktualizacja oprogramowania sprzętowego
pt: Atualização de firmware do dispositivo
sv: Uppgradering av enhetens firmware
th: อัปเกรดเฟิร์มแวร์อุปกรณ์
tr: Cihaz Yazılım Güncellemesi
uk: Оновлення прошивки пристрою
vi: Nâng cấp phần mềm thiết bị

source: Use FlooGoo dongle on
ar: استخدم محول FlooGoo قيد التشغيل
ca: Utilitzar dongle FlooGoo a
da: Brug FlooGoo-dongle på
de: FlooGoo-Dongle verwenden an
el: Χρήση dongle FlooGoo σε
es: Usar dongle FlooGoo en
fi: Käytä FlooGoo-sovitinta
fr: Utiliser le dongle FlooGoo sur
hi: FlooGoo डोंगल का उपयोग करें
it: Usa dongle FlooGoo su
iw: השתמש בדונגל FlooGoo ב-
ja: FlooGooドングルを使用中:
nl: Gebruik FlooGoo-dongle op
no: Bruk FlooGoo-dongle på
pl: Użyj adaptera FlooGoo na porcie
pt: Usar adaptador FlooGoo em
sv: Använd FlooGoo-dongel på
th: ใช้ดองเกิล FlooGoo บน
tr: FlooGoo dongle'ı şurada kullan
uk: Використовуйте адаптер FlooGoo на
vi: Sử dụng thiết bị FlooGoo trên

source: Please insert your FlooGoo dongle
ar: الرجاء إدخال محول FlooGoo الخاص بك
ca: Si us plau, inseriu el vostre dongle FlooGoo
da: Indsæt venligst din FlooGoo-dongle
de: Bitte stecken Sie Ihren FlooGoo-Dongle ein
el: Παρακαλώ εισάγετε το dongle FlooGoo σας
es: Por favor, inserte su dongle FlooGoo
fi: Liitä FlooGoo-sovitin
fr: Veuillez insérer votre dongle FlooGoo
hi: कृपया अपना FlooGoo डोंगल डालें
it: Inserisci il tuo dongle FlooGoo
iw: אנא הכנס את דונגל FlooGoo
ja: FlooGooドングルを挿入してください
nl: Plaats uw FlooGoo-dongle
no: Sett inn FlooGoo-donglen din
pl: Proszę włożyć adapter FlooGoo
pt: Insira o adaptador FlooGoo
sv: Sätt in din FlooGoo-dongel
th: โปรดเสียบดองเกิล FlooGoo ของคุณ
tr: Lütfen FlooGoo dongle'ınızı takın
uk: Будь ласка, вставте адаптер FlooGoo
vi: Vui lòng cắm thiết bị FlooGoo

source: Connect/Disconnect
ar: الاتصال/قطع الاتصال
ca: Connectar/Desconnectar
da: Tilslut/Afbryd
de: Verbinden/Trennen
el: Σύνδεση/Αποσύνδεση
es: Conectar/Desconectar
fi: Yhdistä/Katkaise
fr: Connecter/Déconnecter
hi: कनेक्ट/डिस्कनेक्ट
it: Connetti/Disconnetti
iw: התחבר/התנתק
ja: 接続/切断
nl: Verbinden/Verbreken
no: Koble til/fra
pl: Połącz/Rozłącz
pt: Conectar/Desconectar
sv: Anslut/Koppla från
th: เชื่อมต่อ/ตัดการเชื่อมต่อ
tr: Bağlan/Bağlantıyı Kes
uk: Підключити/Відключити
vi: Kết nối/Ngắt kết nối

source: New Firmware is available
ar: البرامج الثابتة الجديدة متاحة
ca: Nou firmware disponible
da: Ny firmware er tilgængelig
de: Neue Firmware ist verfügbar
el: Διαθέσιμο νέο υλικολογισμικό
es: Nuevo firmware disponible
fi: Uusi laiteohjelmisto on saatavilla
fr: Un nouveau micrologiciel est disponible
hi: नया फर्मवेयर उपलब्ध है
it: Nuovo firmware disponibile
iw: קיימת קושחה חדשה
ja: 新しいファームウェアが利用可能です
nl: Nieuwe firmware is beschikbaar
no: Ny fastvare er tilgjengelig
pl: Dostępne jest nowe oprogramowanie sprzętowe
pt: Novo firmware disponível
sv: Ny firmware tillgänglig
th: มีเฟิร์มแวร์ใหม่ให้ใช้
tr: Yeni yazılım mevcut
uk: Доступна нова прошивка
vi: Có phần mềm mới

source: Connect
ar: يتصل
ca: Connectar
da: Tilslut
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fr: Connecter
hi: कनेक्ट करें
it: Connetti
iw: התחבר
ja: 接続
nl: Verbinden
no: Koble til
pl: Połącz
pt: Conectar
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
vi: Kết nối

source: Disconnect
ar: قطع الاتصال
ca: Desconnectar
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
fi: Katkaise
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
iw: התנתק
ja: 切断
nl: Verbreken
no: Koble fra
pl: Rozłącz
pt: Desconectar
sv: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Відключити
vi: Ngắt kết nối

source: Settings
ar: إعدادات
ca: Configuració
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
iw: הגדרות
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: , check the latest.
ar: ، تحقق من الأحدث.
ca: , comproveu el més recent.
da: , tjek den seneste.
de: , prüfen Sie die neueste.
el: , ελέγξτε την πιο πρόσφατη.
es: , verifique el más reciente.
fi: , tarkista uusin.
fr: , vérifiez la dernière version.
hi: , नवीनतम जांचें।
it: , controlla l'ultimo.
iw: , בדוק את העדכני ביותר.
ja: 、最新を確認してください。
nl: , controleer de laatste.
no: , sjekk den nyeste.
pl: , sprawdź najnowsze.
pt: , verifique a versão mais recente.
sv: , kontrollera den senaste.
th: , ตรวจสอบล่าสุด
tr: , en sonuncuyu kontrol edin.
uk: , перевірте оновлення.
vi: , kiểm tra bản mới nhất.

source: Current firmware:
ar: البرامج الثابتة الحالية:
ca: Firmware actual:
da: Nuværende firmware:
de: Aktuelle Firmware:
el: Τρέχον υλικολογισμικό:
es: Firmware actual:
fi: Nykyinen laiteohjelmisto:
fr: Micrologiciel actuel :
hi: वर्तमान फर्मवेयर:
it: Firmware attuale:
iw: קושחה נוכחית:
ja: 現在のファームウェア:
nl: Huidige firmware:
no: Nåværende fastvare:
pl: Aktualne oprogramowanie:
pt: Firmware atual:
sv: Aktuell firmware:
th: เฟิร์มแวร์ปัจจุบัน:
tr: Mevcut yazılım:
uk: Поточна прошивка:
vi: Phần mềm hiện tại:

source: Must be disabled for
ar: يجب تعطيله لـ
ca: S'ha de desactivar per a
da: Skal deaktiveres for
de: Muss deaktiviert werden für
el: Πρέπει να απενεργοποιηθεί για
es: Debe desactivarse para
fi: On poistettava käytöstä
fr: Doit être désactivé pour
hi: इसके लिए अक्षम होना चाहिए
it: Deve essere disattivato per
iw: חייב להיות כבוי עבור
ja: 無効にする必要があります:
nl: Moet worden uitgeschakeld voor
no: Må deaktiveres for
pl: Musi być wyłączony dla
pt: Deve estar desativado para
sv: Måste vara avstängd för
th: ต้องปิดสำหรับ
tr: Şunun için devre dışı bırakılmalı
uk: Потрібно вимкнути для
vi: Phải tắt để

source: Must be enabled for compatibility with
ar: يجب تمكينه للتوافق مع
ca: S'ha d'activar per compatibilitat amb
da: Skal aktiveres for kompatibilitet med
de: Muss aktiviert werden für Kompatibilität mit
el: Πρέπει να ενεργοποιηθεί για συμβατότητα με
es: Debe activarse para compatibilidad con
fi: On otettava käyttöön yhteensopivuuden vuoksi
fr: Doit être activé pour compatibilité avec
hi: इसके साथ संगतता के लिए सक्षम होना चाहिए
it: Deve essere attivato per la compatibilità con
iw: חייב להיות מופעל עבור תאימות עם
ja: 互換性のため有効にする必要があります:
nl: Moet worden ingeschakeld voor compatibiliteit met
no: Må aktiveres for kompatibilitet med
pl: Musi być włączony dla zgodności z
pt: Deve estar ativado para compatibilidade com
sv: Måste vara påslagen för kompatibilitet med
th: ต้องเปิดเพื่อความเข้ากันได้กับ
tr: Şununla uyum için etkinleştirilmeli
uk: Потрібно увімкнути для сумісності з
vi: Phải bật để tương thích với

source: Must be disabled for compatibility with
ar: يجب تعطيله للتوافق مع
ca: S'ha de desactivar per compatibilitat amb
da: Skal deaktiveres for kompatibilitet med
de: Muss deaktiviert werden für Kompatibilität mit
el: Πρέπει να απενεργοποιηθεί για συμβατότητα με
es: Debe desactivarse para compatibilidad con
fi: On poistettava käytöstä yhteensopivuuden vuoksi
fr: Doit être désactivé pour compatibilité avec
hi: इसके साथ संगतता के लिए अक्षम होना चाहिए
it: Deve essere disattivato per la compatibilità con
iw: חייב להיות כבוי עבור תאימות עם
ja: 互換性のため無効にする必要があります:
nl: Moet worden uitgeschakeld voor compatibiliteit met
no: Må deaktiveres for kompatibilitet med
pl: Musi być wyłączony dla zgodności z
pt: Deve estar desativado para compatibilidade com
sv: Måste vara avstängd för kompatibilitet med
th: ต้องปิดเพื่อความเข้ากันได้กับ
tr: Şununla uyum için devre dışı bırakılmalı
uk: Потрібно вимкнути для сумісності з
vi: Phải tắt để tương thích với

source: Toggle switch for
ar: مفتاح تبديل لـ
ca: Canviar commutador per
da: Skift kontakt for
de: Schalter umlegen für
el: Αλλαγή διακόπτη για
es: Interruptor para
fi: Vaihda kytkin
fr: Bouton bascule pour
hi: इसके लिए टॉगल स्विच
it: Interruttore per
iw: מתג עבור
ja: トグルスイッチ:
nl: Schakelaar voor
no: Veksle bryter for
pl: Przełącznik dla
pt: Alternar para
sv: Växla för
th: สวิตช์เปิดปิดสำหรับ
tr: Şunun için anahtarı değiştir
uk: Перемикач для
vi: Công tắc bật/tắt cho

source: On
ar: تشغيل
ca: Activat
da: Til
de: Ein
el: Ενεργό
es: Encendido
fi: Päällä
fr: Activé
hi: चालू
it: Acceso
iw: פועל
ja: オン
nl: Aan
no: På
pl: Wł.
pt: Ligado
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật

source: Off
ar: إيقاف
ca: Desactivat
da: Fra
de: Aus
el: Ανενεργό
es: Apagado
fi: Pois päältä
fr: Désactivé
hi: बंद
it: Spento
iw: כבוי
ja: オフ
nl: Uit
no: Av
pl: Wył.
pt: Desligado
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt

source: Client
ar: العميل
da: Klient
el: Πελάτης
es: Cliente
fi: Asiakas
hi: क्लाइंट
iw: לקוח
ja: クライアント
nl: Cliënt
no: Klient
pl: Klient
pt: Cliente
sv: Klient
th: ไคลเอนต์
tr: İstemci
uk: Клієнт
vi: Máy khách

source: Receiver
ca: Receptor
da: Modtager
de: Empfänger
el: Δέκτης
es: Receptor
fi: Vastaanotin
fr: Récepteur
hi: रिसीवर
it: Ricevitore
iw: מקלט
ja: レシーバー
nl: Ontvanger
no: Mottaker
pt: Receptor
sv: Mottagare
th: ตัวรับ
tr: Alıcı
uk: Приймач
vi: Bộ thu

source: Relay
ca: Repetidor
da: Relæ
de: Relais
el: Αναμεταδότης
es: Repetidor
fi: Välitin
fr: Relais
hi: रिले
it: Ripetitore
iw: משדר ביניים
ja: リレー
nl: Repeater
no: Repeater
pt: Repetidor
sv: Relä
th: รีเลย์
tr: Aktarıcı
uk: Ретранслятор
vi: Bộ tiếp sóng

source: Stop broadcasting immediately when USB audio playback ends
ca: Aturar emissió immediatament quan finalitzi la reproducció d'àudio USB
da: Stop udsendelsen med det samme, når USB-lydafspilning slutter
de: Übertragung sofort beenden, wenn USB-Audio-Wiedergabe endet
el: Διακοπή μετάδοσης αμέσως μόλις ολοκληρωθεί η αναπαραγωγή USB ήχου
es: Detener transmisión inmediatamente al finalizar la reproducción de audio USB
fi: Lopeta lähetys heti, kun USB-äänentoisto päättyy
fr: Arrêter la diffusion immédiatement lorsque la lecture audio USB se termine
hi: USB ऑडियो प्लेबैक समाप्त होने पर तुरंत ब्रॉडकास्ट रोकें
it: Interrompi immediatamente la trasmissione quando termina la riproduzione audio USB
iw: הפסק שידור מיד כאשר נגינת אודיו USB מסתיימת
ja: USBオーディオ再生終了時に即座にブロードキャストを停止
nl: Stop uitzending onmiddellijk wanneer USB-audio stopt
no: Stopp kringkasting umiddelbart når USB-lydavspilling slutter
pt: Parar a transmissão imediatamente quando o áudio USB terminar
sv: Stoppa sändningen omedelbart när USB-ljuduppspelningen avslutas
th: หยุดออกอากาศทันทีเมื่อการเล่นเสียง USB สิ้นสุด
tr: USB ses oynatma bittiğinde yayını hemen durdur
uk: Негайно припиняти мовлення після завершення відтворення USB аудіо
vi: Dừng phát sóng ngay khi phát âm thanh USB kết thúc

source: USB Audio Input
ca: Entrada d'àudio USB
da: USB-lydindgang
de: USB-Audioeingang
el: Είσοδος USB ήχου
es: Entrada de audio USB
fi: USB-äänitulo
fr: Entrée audio USB
hi: USB ऑडियो इनपुट
it: Ingresso audio USB
iw: כניסת אודיו USB
ja: USBオーディオ入力
nl: USB-audio-ingang
no: USB-lydinngang
pt: Entrada de áudio USB
sv: USB-ljudingång
th: อินพุตเสียง USB
tr: USB Ses Girişi
uk: Вхід USB аудіо
vi: Đầu vào âm thanh USB

source: Broadcast Latency
ca: Latència d'emissió
da: Udsendelsesforsinkelse
de: Übertragungslatenz
el: Καθυστέρηση μετάδοσης
es: Latencia de transmisión
fi: Lähetyksen viive
fr: Latence de diffusion
hi: ब्रॉडकास्ट विलंब
it: Latenza broadcast
iw: השהיית שידור
ja: ブロードキャスト遅延
nl: Uitzendvertraging
no: Kringkastingsforsinkelse
pt: Latência da transmissão
sv: Sändningslatens
th: ความหน่วงของการออกอากาศ
tr: Yayın Gecikmesi
uk: Затримка мовлення
vi: Độ trễ phát sóng

source: Lowest
ca: Mínim
da: Lavest
de: Niedrigste
el: Χαμηλότερη
es: Mínima
fi: Alin
fr: La plus basse
hi: न्यूनतम
it: Minima
iw: הנמוכה ביותר
ja: 最小
nl: Laagst
no: Lavest
pt: Mais baixa
sv: Lägst
th: ต่ำสุด
tr: En Düşük
uk: Найнижча
vi: Thấp nhất

source: Lower
ca: Baix
da: Lavere
de: Niedriger
el: Χαμηλή
es: Baja
fi: Alempi
fr: Plus basse
hi: कम
it: Bassa
iw: נמוכה
ja: 低
nl: Lager
no: Lavere
pt: Baixa
sv: Lägre
th: ต่ำกว่า
tr: Daha Düşük
uk: Нижча
vi: Thấp hơn

source: Default
ca: Per defecte
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinita
iw: ברירת מחדל
ja: デフォルト
nl: Standaard
no: Standard
pt: Padrão
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định

source: Broadcast Additional Audio Input
ca: Transmetre entrada d'àudio addicional
de: Zusätzlichen Audioeingang senden
fi: Lähetä lisä-äänitulo
fr: Diffuser une entrée audio supplémentaire
hi: प्रसारण के लिए अतिरिक्त ऑडियो इनपुट
ja: 追加オーディオ入力をブロードキャスト
no: Send ekstra lydinngang
sv: Sänd ytterligare ljudingång
th: ถ่ายทอดอินพุตเสียงเพิ่มเติม
uk: Транслювати додатковий аудіовхід

source: Start Minimized
ca: Inicia en mode minimitzat
de: Minimiert starten
fi: Käynnistä pienennettynä
fr: Démarrer réduit
hi: मिनिमाइज़ मोड में प्रारंभ करें
ja: 最小化して開始
no: Start minimert
sv: Starta minimerad
th: เริ่มต้นแบบย่อ
uk: Запускати згорнутим

source: Initialization
ar: التهيئة

source: LED
ar: ليد
